tap "clickhouse/clickhouse"
tap "homebrew/bundle"
tap "homebrew/services"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "ansible"
brew "cloc"
brew "dbmate"
brew "fd"
brew "fzf"
brew "git"
brew "htop"
brew "lazygit"
brew "lua"
brew "mkcert"
brew "mycli"
brew "neovim"
brew "nethogs"
brew "nginx", restart_service: true
brew "nvm"
brew "pgcli"
brew "ripgrep"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh"
brew "qmk/qmk/qmk"
cask "anybar"
cask "discord"
cask "docker"
cask "figma"
cask "iterm2"
cask "notion"
cask "openvpn-connect"
cask "phpstorm"
cask "spotify"
cask "tableplus"
cask "zoom"
